src/classes/mm.log

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:ns0="http://soap.sforce.com/2006/04/metadata" xmlns:ns1="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:tns="http://soap.sforce.com/2006/04/metadata" xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/">
   <SOAP-ENV:Header>
      <tns:SessionHeader>
         <tns:sessionId>00D90000000ge4j!ARwAQE5qNZvE9rMNjujOjknZR.XG_T1vTOBHTLpLhOumh3nfLOzzHTawt_Hejz0ZUdHKpXvNdoGVUTk5u_ZFn5qEgm0xgkJL</tns:sessionId>
      </tns:SessionHeader>
   </SOAP-ENV:Header>
   <ns1:Body>
      <ns0:checkDeployStatus>
         <ns0:asyncProcessId>09S90000001ePTOEA2</ns0:asyncProcessId>
      </ns0:checkDeployStatus>
   </ns1:Body>
</SOAP-ENV:Envelope>
<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:ns0="http://soap.sforce.com/2006/04/metadata" xmlns:ns1="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:tns="http://soap.sforce.com/2006/04/metadata" xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/">
   <SOAP-ENV:Header>
      <tns:SessionHeader>
         <tns:sessionId>00D90000000ge4j!ARwAQE5qNZvE9rMNjujOjknZR.XG_T1vTOBHTLpLhOumh3nfLOzzHTawt_Hejz0ZUdHKpXvNdoGVUTk5u_ZFn5qEgm0xgkJL</tns:sessionId>
      </tns:SessionHeader>
   </SOAP-ENV:Header>
   <ns1:Body>
      <ns0:checkDeployStatus>
         <ns0:asyncProcessId>09S90000001ePTdEAM</ns0:asyncProcessId>
      </ns0:checkDeployStatus>
   </ns1:Body>
</SOAP-ENV:Envelope>
